import React from "react";
import { useTranslation } from "react-i18next";

const ReplyContentModal = () => {
  const { t, i18n } = useTranslation();

  return (
    <>
      <div className="reason_bx">
        <div className="header">
          <p>{t("page_title.question_details")}</p>
        </div>
        <div className="text_bx">
          <p>
            मुझे एक गाय मिली का मुख्य उद्देश्य प्रदेश कि सभी गौशालाओं का विकास
            करना है। इस योजना के माध्यम से गौशालाओं को आर्थिक सहायता मुहैया
            करवाई जाएगी। इसके अलावा गौशाला में काम करने वाले नागरिकों को
            प्रशिक्षण भी प्रदान किया जाएगा। जिससे कि वह बेहतर प्रबंधन कर सकें।
            यह योजना ना केवल गौशालाओं का विकास करेगी बल्कि रोजगार के अवसर को
            बढ़ाने में भी कारगर साबित होगी। इस के माध्यम से आवेदन खुद भी किया जा
            सकता है एवं सीएससी केंद्र के माध्यम से भी किया जा सकता है। प्रदेश के
            नागरिकों को आवेदन करने के लिए अब किसी भी सरकारी कार्यालय में जाने की
            आवश्यकता नहीं पड़ेगी। यह प्रक्रिया प्रणाली में पारदर्शिता लाएगी इसके
            अलावा समय की भी बचत होगी।
          </p>
        </div>
      </div>
    </>
  );
};

export default ReplyContentModal;
